{"hed":"Color Bias","dek":"How inclusive are beauty brands around the world?","foreward-title":"Foreward","slider-sub":"Adjust the slider until you get a color that (approximately) matches your skin tone.","slider-button":"This is me!","part1-title":"<span class=part>Part 1:</span> Our story begins in the US...","part1-sub":"Introducing: Fenty Beauty by Rihanna","part1-intro":[{"type":"text","value":"<img src=assets/img/FentyCrownedByTime.jpg class=img1>Rihanna made headlines last fall when she launched Fenty Beauty, a makeup line that is explicitly inclusive – created “so that women everywhere would be included.”  Their liquid foundation product, Pro Filt’r, was so groundbreaking that it even made it onto Time’s <a href=http://time.com/5023212/best-inventions-of-2017/ target=_blank>25 Best Inventions of 2017 list</a>. Its claim to fame: the foundation launched with 40 shades <a href=https://www.fentybeauty.com/shade-finder.html  target=_blank>“made for women of all skin colors & undertones.\"</a>"},{"type":"text","value":"But as it turns out, other brands had 40 shades too, and beauty brand <a href=https://www.makeupforever.com/us/en-us target=_blank>Make Up For Ever</a> was not going to let that go. Shortly after Fenty’s launch, they challenged the newcomer in an <a href=https://www.instagram.com/p/BZegQavhi5e/?taken-by=makeupforeverofficial target=_blank>Instagram post</a> – first stating that they’ve had 40 shades since 2015, then implying that Fenty’s success stemmed from its association with the singer/songwriter/actress rather than from the quality of their products."},{"type":"text","value":"Rihanna was unimpressed. She quickly shot back with <a href=https://www.teenvogue.com/story/rihanna-responds-make-up-for-ever-fenty-beauty-foundation-comments target=_blank>two comments</a>: “lol. still ashy 🤷🏽‍♀️” and “shook.” (Ashy refers to the grey color that comes out when someone uses the wrong shade of makeup on their face.) In other words, Rihanna was saying that their foundation lacked range and would still leave people of color looking “ashy.”"},{"type":"text","value":"How valid is her comeback? Actually, there’s a way to find out with data."},{"type":"text","value":"<img src=assets/img/Round11.jpg>"}],"measurement-title":"How we measure inclusivity in a line of foundations","methods-box":["We took color samples from the product pages of the beauty brand’s website.","Using Photoshop, we extracted the lightness values (using the <a href=https://helpx.adobe.com/photoshop/using/color-modes.html#lab_color_mode target=_blank>CIE Lab color model</a>).","We plotted these lightness values on a histogram, which shows us whether a foundation line caters towards lighter or darker skin tones (see below)."],"part1-graphic":"<img src=assets/img/round11.jpg>","part1-graphic-title":"Foundation Range","part1-graphic-sub":"Fenty vs. Make Up For Ever","part1-graphic-legend":"<span id=winner>Winner</span> = more shades in this lightness range","steps-part1":[{"stepNumber":"0","text":"Both Fenty’s PRO FILT’R and Make Up For Ever’s Ultra HD foundation do, in fact, offer 40 different shades. But how diverse are those colors? By extracting the lightness value of the color swatches on each brand’s website, we can get a better idea of whether their shades are evenly distributed or cater to either light or dark shades."},{"stepNumber":"1","text":"When we group each brand’s shades by their lightness values, we can start to see the distribution of the 40 shades."},{"stepNumber":"2","text":"Now we can compare the number of shades each brand offers in each lightness range to see where Fenty and Make Up For Ever each <span class=winnerHighlight>shine</span>."},{"stepNumber":"3","text":"Fenty’s Pro Filt’r foundation has much more even support for all types of skin tones, and excels in representing people on both the darkest and lightest ends of the spectrum."},{"stepNumber":"4","text":"In contrast, 31 of Make Up For Ever’s 40 shades fall in the 60 - 90 lightness range, primarily catering to light and tanned skin tones."},{"stepNumber":"5","text":"In short, Rihanna was unimpressed by Make Up For Ever’s shade and  rightly so. 💅"}],"part1-2-title":"Let’s Look at Some Bestsellers","part1-2-intro":[{"type":"text","value":"Beyond Make Up For Ever, does Fenty’s claim to fame still stand when compared to the bestselling foundations in the US? For this, we combed through a handful of bestseller lists to come up with a list of six products that appeared at least twice."}],"part1-usbest-graphic-sub":"US Bestsellers","steps-part1-usbest":[{"stepNumber":"0","text":"Not a bad showing so far, right? Maybelline’s Fit Me Foundation stands out in particular, and it’s no coincidence given that they added 16 new shades to support darker skin tones in May of 2017, giving them a grand total of 40 shades."},{"stepNumber":"1","text":"Now we can add <span class=fenty>Fenty</span> back in for comparison. A few of the bestselling brands (Maybelline, Bare Minerals, Estee Lauder) actually hold out pretty well on the darker end of the spectrum, with some supporting dark skin tones that Fenty doesn’t even cover.  But Fenty is still among only a few brands that are inclusive on both ends, supporting both the lightest and darkest skin tones well. In short, Fenty is still strong, but maybe not quite as unique as we’d initially imagined."}],"part1-3-title":"What About BIPOC-friendly brands?","bipoc-def":"BIPOC = Black people, Indigenous people, and People of Color","part1-3-intro":[{"type":"text","value":"Hey, we get it. Not all brands need to cover all shades equally so maybe some of the best sellers just missed the mark for people with darker skin tones. So, we decided to take a look specifically at brands that are marketed to and recommended for BIPOC. We surveyed twelve articles and filtered for brands that were mentioned 4 or more times (that have foundation products) and came up with two lists:"}],"founders-table-header":"BIPOC-recommended brands with...","white-founder-title":"Non-BIPOC founders","white-founders":["Lancôme Cosmetics","MAC Cosmetics","Bobbi Brown"],"bipoc-founder-title":"BIPOC founders","bipoc-founders":["IMAN Cosmetics","Black Opal","Laws of Nature Cosmetics","Beauty Bakerie","Black Up"],"part1-3-intro2":[{"type":"text","value":"Once again, we sampled their liquid foundation product that had the largest range of shades and used Fenty as a point of comparison."}],"part1-3-graphic-sub":"BIPOC Brands with <select></select> Founders","steps-part1-3":[{"stepNumber":"0","text":"Starting with BIPOC-recommended brands with non-BIPOC founders, we see that Lancôme holds up well, following a similar pattern as the bestsellers we profiled above. But MAC, despite its stellar reputation fares incredibly poorly outside of its core range of lightness. And yet again, Fenty shines when it comes to the paler shades – which is probably why we keep seeing articles about how Fenty is not only good for people of color, but for women with <a href=https://www.cosmopolitan.com/style-beauty/beauty/a12272565/fenty-beauty-shade-range-albinism/  target=_blank>albinism</a> as well."},{"stepNumber":"1","text":"Switching over to brands with BIPOC founders, we see that Fenty reigns here as the BIPOC-created brand with the most shades. While other big mainstream brands had 40 shades as well, here – aside from Fenty – the other five brands had 30 or fewer shades on offer. Additionally, as we might expect, there is broad support for darker skin tones: every brand has at least one product within the 20-40 lightness range."}],"part1-3-post":[{"type":"text","value":"The other interesting pattern that emerges is that BIPOC-created brands follow a different overall shape than the others. If we aggregate all of our data so far into four groups:"},{"type":"text","value":"The two big mainstream brands (top row) are, crassly speaking, focused on slightly-tanned white people while they do offer products for people of color. The brands created by BIPOC have foundation products distributed much more evenly across the spectrum and “peak” at a much darker shade than their mainstream competitors. Fenty meanwhile, is a mix of the two – they offer steady support across the spectrum but peaks at a pale shade."}],"part1-conclusion-title":"So what’s the verdict (on Fenty)?","part1-conclusion-sub":"Based on our data, we believe it’s safe to say:","part1-conclusion-list":["✅ Fenty foundations have a much better range than Make Up Forever","✅ They are as good for women of color as the best of the big mainstream brands","❎ But do not support the darkest skin tone range (10-20 lightness)","✅ Fenty has unparalleled support for women with really light skin tones","✅ Having 40 shades as a BIPOC-created brand really is unique"],"part1-post-conclusion":[{"type":"text","value":"But does it deserve to be dubbed one of Time’s 25 Best Inventions of 2017? 🤷🏽‍♀️Afterall, that’s <em>worldwide</em> recognition. How does Fenty stack up against make-up brands outside of the US?"}],"part1-2-disclaimer-title":"Important disclaimer","part1-2-disclaimer-text":"Our measurements are only a rough proxy for inclusivity – how a liquid foundation changes when it’s applied to our faces, whether it’s effective across different hues/undertones, and how it looks after a day of wear are all factors we were unable to account for. So please take our findings with a radiant grain of salt.","part2-title":"<span class=part>Part 2:</span> Our story goes global!","part2-intro":[{"type":"text","value":"Perhaps the US is not the best reference point for beauty brands and inclusivity. What do beauty brands look like when we go to a country where (in US terms) people of color are the majority? Does Fenty stand as a champion of inclusivity at home as well as abroad?"}],"nigeria-title":"First stop: Nigeria","nigeria-graphic-sub":"Nigerian Bestsellers","nigeria-intro":[{"type":"text","value":"We surveyed ten articles recommending beauty products in Africa’s most populous nation and discovered five popular homegrown brands (with foundation products). Using the same measuring stick as before:"}],"steps-nigeria":[{"stepNumber":"0","text":"While the total number of shades per brand is lower than US best sellers (maxing out at 11), the distribution skews towards darker skin tones."},{"stepNumber":"1","text":"Now, compared to Fenty, you can see that with a <a href=https://en.wikipedia.org/wiki/White_Africans_of_European_ancestry  target=_blank>less than 1%</a> white population, Nigerian brands really do not cater to light skinned people. (This may seem obvious, but it will gain renewed relevance later on – remember this!) So we can say that Nigerian brands do have some pretty great support for darker skin tones, but their overall range is limited, probably due to the relative lack of skin tone diversity within their population."}],"japan-title":"Second stop: Japan","japan-graphic-sub":"Japanese Bestsellers","japan-intro":[{"type":"text","value":"Japan is often stereotyped as a place that’s obsessed with skin whitening – what does that mean for their foundation products?"},{"type":"text","value":"Drawing from the top-rated liquid foundations of 2016-2017 on cosmetics review website <a href=http://us.cosme.net/bestcosmeRankings/2016 target=_blank>Cosme</a>, we drew a list of 8 products: 6 from Japanese brands, and 2 from foreign brands. We were included the latter because US/European brands offer a different selection of shades (within the same product) in Japan."}],"steps-japan":[{"stepNumber":"0","text":"Note the conspicuous gap on the top. While it’s hard to say whether most of the Japanese population really do possess such light skin tones, their beauty brands really do not serve tanned, brown or black people.  Non-Japanese brands Dior and NARS follow suit in this country by offering only the lighter shades within their foundations. This pattern is no surprise, given that ethnic Japanese people (who are generally light-skinned) make up 90% of their population."},{"stepNumber":"1","text":"East Asian skin does tan quite a bit under prolonged exposure to the sun, so what’s worrying about Japanese brands is that their support for tanned skin tones drops off quickly (much more so than almost any US brand we looked at). This precipitous drop inadvertently sends a disturbing message to their customers: if you spend a lot of time under the sun, our products are not for you. Japanese beauty brands, it seems, are not big on inclusivity."}],"india-title":"Third (and final) stop: India","india-graphic-sub":"Indian Bestsellers","india-intro":[{"type":"text","value":"To wrap up our world tour, let’s take a look at beauty brands in India. We might expect them to be similar to those in Nigeria, as they’re both places with a large, predominantly brown populations."},{"type":"text","value":"We surveyed e-commerce sites Nykaa, Purplle, Flipkart and Amazon, as well as the <a href=https://www.femina.in/beauty/products/best-beauty-products-winners-of-nykaa-femina-beauty-awards-2017_-41676-2.html  target=_blank>Nykaa Femina Beauty Awards 2017</a> to arrive at 8 brands, 6 Indian and 2 non-Indian. Within these brands, we sampled their liquid foundations with the largest range of shades:"}],"steps-india":[{"stepNumber":"0","text":"Not only do foundations in India lack quantity (with many having only 2-3 options for each product) but they also have a much narrower range of color support. There are no products in the 30-50 lightness range, and one lonely L’Oreal foundation in the 20-30 range."},{"stepNumber":"1","text":"Again, adding Fenty as a comparison shows just how light the available foundation shades are in India."}],"india-post":[{"type":"text","value":"In short, Indian brands, imported or homegrown, are not serving their people. In fact, based on the foundations available, you’d think that Indian people have a remarkably similar skin tone to Japanese people."},{"type":"text","value":"So Japan might have a bad reputation for being obsessed with skin whitening, but it’s much, much worse in India."}],"conclusion-title":"All together now: how inclusive are beauty brands around the world?","conclusion-intro":"If we run a comparison of all the data from the four countries we looked at, we find:","conclusion":["Mainstream US brands have the most resources aka the largest total number of shades. They also fare pretty well when it comes to inclusion – they might favor lighter skin tones, but they make sure to cover most of the shades across the spectrum.","In contrast, BIPOC-created US brands have an even albeit less plentiful product offering across the spectrum and, in some weird twist of fate, offers the best coverage for the lightest skin tones.","Nigeria offers a healthy range of products for darker skin tones and, with a only 1% white population, cannot be faulted for skipping out on the lightest skin tones.","Both Japanese and Indian (!) beauty brands believe that the customers they serve have, on average, lighter skin than that of Americans. Neither country has much range in their products either, which bodes ill of their efforts at inclusion, to say the least."],"conclusion-post":[{"type":"text","value":"As for Fenty, we have seen again and again that the breadth of their foundation product does hold up abroad. In that regard, they are no different than the most inclusive US mainstream brands (they both have large ranges and number of shades). Where Fenty does shine is in their marketing power. First, several articles have pointed out that Fenty kicked off a wave of social media marketing that prominently feature women of color. Second, Fenty’s bold marketing around “40 shades” has made the magic number a sort of new <a href=https://www.racked.com/2018/5/30/17409524/fenty-effect-foundation-40-shades target=_blank>industry</a> <a href=https://www.elle.com/beauty/makeup-skin-care/a20967710/makeup-companies-40-foundation-shades-fenty-beauty-influence/  target=_blank>standard</a>: Dior, CoverFX, CoverGirl and Tarte are all following along with their own 40 shades of foundation."},{"type":"text","value":"P.S. Bless whoever it is that is importing Fenty Beauty foundations into India."}]}