{"hed":"<span id=beauty>Beauty</span> <span id=brawl>Brawl</span>","dek":"How inclusive are beauty brands around the world?","author1":"Jason Li","author1-url":"https://pudding.cool/author/jason-li/","author2":"Amber Thomas","author2-url":"https://pudding.cool/author/amber-thomas/","author3":"Divya Manian","author3-url":"https://pudding.cool/author/divya-manian/","date":"June 2018","foreward-title":"Foreward","slider-sub":"Adjust the slider until you get a color that (approximately) matches your skin tone.","slider-button":"This is me!","part1-title":"<span class=part>Part 1</span> <span class=part-desc>Let’s start in the US</span>","part1-sub":"Introducing: Fenty Beauty by Rihanna","part1-intro":[{"type":"text","value":"<img src=assets/img/FentyCrownedByTime.jpg class=img1>Rihanna made headlines last fall when she launched <a href=https://www.fentybeauty.com/ target=_blank>Fenty Beauty</a>, an intentionally inclusive makeup line created <a href=https://www.fentybeauty.com/about-fenty>“so that women everywhere would be included.”</a>  Fenty’s liquid foundation product, Pro Filt’r, was so groundbreaking that it made it onto Time’s <a href=http://time.com/5023212/best-inventions-of-2017/ target=_blank>25 Best Inventions of 2017 list</a>. Its claim to fame: the foundation launched with 40 shades <a href=https://www.fentybeauty.com/shade-finder.html  target=_blank>“made for women of all skin colors & undertones.\"</a>"},{"type":"text","value":"But as it turns out, a few other brands had 40 or more shades too, including <a href=https://www.makeupforever.com/us/en-us target=_blank>Make Up For Ever</a>, who was not about to let that fact go unnoticed. Shortly after Fenty’s launch, they challenged the newcomer in an <a href=https://www.instagram.com/p/BZegQavhi5e/?taken-by=makeupforeverofficial target=_blank>Instagram post</a> noting that 40 shades of foundation was “nothing new” since they’ve had 40 shades since 2015."},{"type":"text","value":"Rihanna was unimpressed. She quickly shot back with <a href=https://www.teenvogue.com/story/rihanna-responds-make-up-for-ever-fenty-beauty-foundation-comments target=_blank>two comments</a>: “lol. still ashy 🤷🏽‍♀️” and “shook.” In other words, Rihanna was implying that Make Up For Ever’s foundation lacked range and would still leave people of color looking “ashy” or slightly gray."},{"type":"text","value":"So how valid <em>is</em> her comeback? Actually, there’s a way to find out—<strong>with data</strong>."}],"measurement-title":"How we measure inclusivity in a line of foundations","methods-box":["We recorded the <a href=https://en.wikipedia.org/wiki/Web_colors#Hex_triplet target=_blank>hexadecimal color code</a> used to represent every available shade for a product on each brand’s website.","Using Photoshop, we extracted the lightness values (based on the <a href=https://helpx.adobe.com/photoshop/using/color-modes.html#lab_color_mode target=_blank>CIE Lab color model</a>) from each color.","We plotted these lightness values to see whether a foundation line caters toward lighter or darker skin tones."],"part1-graphic":"<img src=assets/img/round11.jpg>","part1-graphic-title":"Lightness of Foundation Shades","part1-graphic-sub":"Fenty vs. Make Up For Ever","part1-graphic-legend":"<span id=winner>Winner</span> = more shades in this lightness range","steps-part1":[{"stepNumber":"0","text":"Both Fenty’s Pro Filt’r and Make Up For Ever’s Ultra HD foundation offer 40 different shades. But how inclusive are these colors? By extracting the lightness value of the color swatches on each brand’s website, we can get a better idea of whether their shades are evenly distributed or not."},{"stepNumber":"1","text":"Grouping each brand’s shades by their lightness values, we see how the 40 shades are distributed."},{"stepNumber":"2","text":"By comparing the number of shades the two brands offer in each lightness range, we see where Fenty and Make Up For Ever <span class=winnerHighlight>shine</span>."},{"stepNumber":"3","text":"Fenty’s Pro Filt’r foundation evenly supports a greater range of skin tones, excelling on both the darkest and lightest ends of the spectrum."},{"stepNumber":"4","text":"In contrast, 31 of Make Up For Ever’s 40 shades fall in the 60-90 lightness range, primarily catering to light and tanned skin tones."},{"stepNumber":"5","text":"In short, Rihanna was unimpressed by Make Up For Ever’s shade(s) and rightly so. 💅🏽"}],"part1-2-title":"Let’s Look at Some Bestsellers","part1-2-intro":[{"type":"text","value":"Beyond Make Up For Ever, does Fenty’s claim to fame still stand when compared to the bestselling foundations in the US? For this, we combed through a handful of bestseller lists to come up with a list of six products that appeared at least twice."}],"part1-usbest-graphic-sub":"US Bestsellers","steps-part1-usbest":[{"stepNumber":"0","text":"The bestsellers are not doing so bad. Maybelline’s Fit Me Foundation stands out in particular for its breadth of coverage. This is no mere coincidence as they added 16 new, mostly darker shades in <a href=https://www.instagram.com/p/BUrosOMljv1/?taken-by=maybelline target=_blank>May 2017</a> (just a few months before Fenty’s launch), which gave them a grand total of 40 shades."},{"stepNumber":"1","text":"Let’s add <span class=fenty>Fenty</span> back in to compare. <br /><br />The leftmost three brands are as good as Fenty on the darker end of the spectrum (and Maybelline and L'Oréal actually cover the 10-20 lightness range that Fenty doesn’t!). Additionally, Fenty supports the lightest skin tones to a degree that is unparalleled among the bestsellers, which makes it a champion of inclusivity on both ends of the shade spectrum."}],"mobile-usbest":[{"type":"text","value":"Looks like the bestsellers are not doing so bad. Maybelline’s Fit Me Foundation stands out in particular for its breadth of coverage. This is no mere coincidence as they added 16 new, mostly darker shades in <a href=https://www.instagram.com/p/BUrosOMljv1/?taken-by=maybelline target=_blank>May 2017</a> (just a few months before Fenty’s launch), giving them a grand total of 40 shades."},{"type":"text","value":"Estée Lauder, Maybelline, and bareMinerals cover the darker shades as well as Fenty (and Maybelline and L'Oréal actually cover the 10-20 lightness range that Fenty doesn’t!). Additionally, Fenty supports the lightest skin tones to a degree that is unparalleled among the bestsellers, which makes it a champion of inclusivity on both ends of the shade spectrum."}],"part1-3-title":"What About BIPOC-Friendly Brands?","bipoc-def":"BIPOC = Black, Indigenous, and people of color","part1-3-intro":[{"type":"text","value":"Despite the fact that Fenty’s darkest foundations <a href=https://www.allure.com/story/fenty-beauty-dark-foundation-shades-sold-out target=_blank>flew off the shelves</a>,  many of the mainstream brands are still missing the mark for so many people across the country.  So we decided to take a look at brands that are marketed to and recommended for BIPOC. We surveyed twelve articles for brands (with foundation products) that were mentioned four or more times and came up with two lists:"}],"founders-table-header":"BIPOC-recommended brands with...","white-founder-title":"white founders","white-founders":["Lancôme","MAC Cosmetics","Bobbi Brown"],"bipoc-founder-title":"BIPOC founders","bipoc-founders":["IMAN Cosmetics","Black Opal","Laws of Nature Cosmetics","Beauty Bakerie","Black Up"],"part1-3-intro2":[{"type":"text","value":"We then sampled their liquid foundation product line with the widest range of shades and used Fenty as a point of comparison."}],"part1-3-graphic-sub":"BIPOC Brands with <select></select> Founders","steps-part1-3":[{"stepNumber":"0","text":"Starting with BIPOC-recommended brands with white founders, we see that while MAC is a bit of a disappointment, Lancôme and Bobbi Brown both cover a good, wide range, much like some of the bestsellers we profiled above. Yet again, Fenty shines when it comes to the paler shades, which is probably why we see articles about how Fenty is not only good for people of color with darker skin tones, but for people with <a href=https://www.cosmopolitan.com/style-beauty/beauty/a12272565/fenty-beauty-shade-range-albinism/  target=_blank>albinism</a> as well."},{"stepNumber":"1","text":"Switching over to brands with BIPOC founders, we see that Fenty reigns here as the brand with the most number of shades. What’s interesting is that these BIPOC-created brands skew darker than every brand we’ve seen so far (including Fenty)—the densest, most consistent clustering of shades lie in the 50-60 lightness range. Additionally, there is solid support for the darkest skin tones: every brand has at least one product within the 10-30 lightness range."}],"mobile-13":[{"type":"text","value":"When it comes to BIPOC-recommended brands with white founders, MAC is a bit of a disappointment, but Lancôme and Bobbi Brown both cover a good, wide range, much like some of the bestsellers we profiled above. Yet again, Fenty shines when it comes to the paler shades, which is probably why we see articles about how Fenty is not only good for people of color with darker skin tones, but for women with <a href=https://www.cosmopolitan.com/style-beauty/beauty/a12272565/fenty-beauty-shade-range-albinism/  target=_blank>albinism</a> as well."},{"type":"text","value":"Alternatively, compared to the other brands with BIPOC founders, Fenty reigns as the brand with the most number of shades. What’s interesting is that these BIPOC-created brands skew darker than everyone we’ve seen so far (including Fenty) – the densest, most consistent clustering of shades lie in the 50-60 lightness range. Additionally, there is solid support for the darkest skin tones: every brand has at least one product within the 10-30 lightness range."}],"part1-conclusion-title":"So what’s the verdict in the US?","part1-conclusion-sub":"Based on our data, we believe it’s safe to say:","part1-conclusion-list":[],"part1-post-conclusion":[{"type":"text","value":"But does Fenty deserve to be dubbed one of Time’s 25 Best Inventions of 2017? 🤷🏽‍♀️ After all, that’s <em>worldwide</em> recognition. How does it stack up against makeup brands outside of the US?"}],"part1-2-disclaimer-title":"Important disclaimer","part1-2-disclaimer-text":"Our measurements are a rough proxy for inclusivity. How a liquid foundation changes when it’s applied, whether it’s effective across different undertones and skin types, and how it looks after a day of wear are factors we did not account for. So please keep in mind that these findings represent only one piece of a larger story.","part2-title":"<span class=part>Part 2</span> <span class=part-desc>Our story goes global!</span>","part2-intro":[{"type":"text","value":"What do beauty brands look like when we go to a country where (in US terms) BIPOC are the majority? Does Fenty stand as a champion of inclusivity at home as well as abroad?"}],"nigeria-title":"First stop: Nigeria","nigeria-graphic-sub":"Nigerian Bestsellers","nigeria-intro":[{"type":"text","value":"These days, Nigeria’s beauty and personal care market is <a href=https://www.loreal.com/media/beauty-in/beauty-in-sub-saharan-africa/research-and-training-at-the-heart-of-l'or%C3%A9al's-strategy/africa's-beauty-market target=_blank>on the rise</a> and many big, international beauty brands are beginning to <a href=https://www.refinery29.com/nigeria-beauty-expansion target=_blank>expand their sales</a> into Africa’s most populous nation.  We surveyed ten articles recommending beauty products in Nigeria and discovered five popular homegrown brands that sell foundation products."}],"steps-nigeria":[{"stepNumber":"0","text":"While the total number of shades per brand (maxing out at 11) is lower than that of US bestsellers, the distribution does skew noticeably darker, even more so than the BIPOC-created brands in the US."},{"stepNumber":"1","text":"Nigerian brands, perhaps unsurprisingly, offer a range of options for those with darker skin tones. However, given the <a href=https://www.cia.gov/library/publications/the-world-factbook/geos/ni.html target=_blank>demographics</a> of the country, their overall range isn’t quite as expansive as US-based brands. But, it’s worth noting that if Nigerian people want to use a shade from Fenty, the process of getting it is <em>really</em> <a href=http://www.dimmaumeh.com/2017/10/fenty-beuty-haul-review.html target=_blank>complicated</a> since Fenty doesn’t (yet) deliver to Nigeria."}],"mobile-nigeria":[{"type":"text","value":"While the total number of shades per brand (maxing out at 11) is lower than that of US bestsellers, the distribution of shades does skew noticeably darker than even the BIPOC-created US brands. Though, given the <a href=https://www.cia.gov/library/publications/the-world-factbook/geos/ni.html target=_blank>demographics</a> of the country, their overall range isn’t quite as expansive as US-based brands. But, it’s worth noting that if Nigerian people want to use a shade from Fenty, the process of getting it is <em>really</em> <a href=http://www.dimmaumeh.com/2017/10/fenty-beuty-haul-review.html target=_blank>complicated</a> since Fenty doesn’t (yet) deliver to Nigeria."}],"japan-title":"Second stop: Japan","japan-graphic-sub":"Japanese Bestsellers","japan-intro":[{"type":"text","value":"In Japanese culture, fair skin has been a <a href=https://en.wikipedia.org/wiki/Light_skin_in_Japanese_culture>symbol of beauty</a> since ancient times. Today, people in Japan achieve this look through <a href=https://www.byrdie.co.uk/japanese-beauty-secrets>sheer, natural foundations</a>, lots of sun protection, and for many, <a href=https://www.wsj.com/articles/SB10001424127887323971204578629382236288570 target=_blank>skin lightening products</a>. So what does this trend look like in terms of the available shades of foundation?"},{"type":"text","value":"Drawing from the top-rated liquid foundations of 2016-2017 on cosmetics review website <a href=http://us.cosme.net/bestcosmeRankings/2016 target=_blank>Cosme</a>, we drew a list of eight products: six from Japanese brands, and two from foreign brands (Dior and NARS) with a unique selection of shades offered in Japan."}],"steps-japan":[{"stepNumber":"0","text":"Perhaps unsurprisingly, the top half of this graphic is blank. It looks like both homegrown Japanese brands and foreign brands (that have a larger shade offering elsewhere in the world) have narrowed their range to include only lighter shades in this region."},{"stepNumber":"1","text":"Again, comparing to Fenty, we can see the stark contrast in offered shades. Japanese beauty brands, like those in Nigeria, cater to their (presumed) customers, leaving behind anyone outside of this narrow range of shades."}],"mobile-japan":[{"type":"text","value":"Perhaps unsurprisingly, beauty brands in Japan don’t cover anything darker than the 50-60 lightness range. It looks like both homegrown Japanese brands and foreign brands (that have a larger shade offering elsewhere in the world) have narrowed their range to include only lighter shades in this region. It appears that Japanese beauty brands, like those in Nigeria, cater to their (presumed) customers, leaving behind anyone outside of this narrow range of shades."}],"india-title":"Third (and final) stop: India","india-graphic-sub":"Indian Bestsellers","india-intro":[{"type":"text","value":"To wrap up our world tour, let’s take a look at brands that sell foundation in India. Indian beauty trends have been influenced by <a href=https://www.loreal.com/media/beauty-in/beauty-in-india/a-culture-of-beauty target=_blank>rich tradition</a> and both Bollywood and the media’s focus on people that are tall, thin, and <a href=https://www.theguardian.com/inequality/2017/sep/04/dark-is-beautiful-battle-to-end-worlds-obsession-with-lighter-skin target=_blank>fair</a>. Some people in India wear shades of foundation that are <a href=https://www.cnn.com/2013/09/25/world/asia/indian-ideal-of-beauty/ target=_blank>too light for them</a>.  And like we saw in Japan, <a href=https://qz.com/1240384/indian-men-buy-skin-whitening-creams-to-achieve-bollywoods-beauty-ideal/>skin lightening</a> <a href=http://theconversation.com/bleached-girls-india-and-its-love-for-light-skin-80655 target=_blank>products</a> are commonplace in people’s beauty routine.  But still, given the large, predominantly brown population of India, we might expect that the foundation shades available would be more like Nigeria than Japan."},{"type":"text","value":"We might also be wrong."},{"type":"text","value":"Surveying e-commerce sites Nykaa, Purplle, Flipkart and Amazon, as well as the <a href=https://www.femina.in/beauty/products/best-beauty-products-winners-of-nykaa-femina-beauty-awards-2017_-41676-2.html  target=_blank>Nykaa Femina Beauty Awards 2017</a>, we arrived at 8 brands (6 Indian, 2 non-Indian). Within these brands, we sampled their liquid foundations with the largest range of shades:"}],"steps-india":[{"stepNumber":"0","text":"Interestingly, only one product—a L’Oréal foundation shade—is darker than the 50-60 lightness range."},{"stepNumber":"1","text":"Most of the foundations that we surveyed in India offer fewer than five shades, as well as a narrow shade range, especially when compared to Fenty."}],"mobile-india":[{"type":"text","value":"Similar to Japanese shade availability, the darkest shades offered in India max out in the 50-60 range, with only a single L’Oréal product available in a darker shade. Most of the foundations that we surveyed in India offer fewer than five shades, as well as a narrow shade range, especially when compared to Fenty."}],"india-post":[{"type":"text","value":"When the shade availability in Japan and India are taken together, you may notice that Indian beauty brands have very similar shade offerings to those in Japan. This is despite the fact that the actual skin tones of their populations are likely very different."}],"conclusion-title":"Let’s put it all together","spark-world":"Foundation Lightness Around the World","spark-title":"Checking the score","spark-title-world":"The Final Score","spark-us":"Foundation Lightness Distribution in the US","spark-us-intro":"Let’s combine all of the values for our bestsellers, BIPOC-friendly brands with white or BIPOC founders, and Fenty to get an overall view of the foundation landscape in the US.","spark-world-intro":"Putting it all together, we can see how the bestsellers stack up in each of our 4 countries.","conclusion-intro":"Given all of our data, here’s what we can say:","conclusion":["US bestsellers have the largest total number of shades (i.e., the most resources). They might favor lighter skin tones, but they cover most of the shades across the spectrum.","Nigerian beauty brands focus their efforts on primarily darker shades.","Both Japanese and Indian beauty brands primarily cater to customers that have, on average, lighter skin than that of Americans."],"conclusion-post":[{"type":"text","value":"As for Fenty, the breadth of their foundation product holds up abroad (at least in comparison to these three countries). In that regard, Fenty’s shade selection is no different than the most inclusive US mainstream brands in having a large number of shades across a wide range."},{"type":"text","value":"Where Fenty does stand out is in their combination of product and marketing. Several <a href=https://babe.net/2017/09/13/fenty-before-and-after-13847 target=_blank>articles</a> have pointed out that Fenty kicked off a wave of social media marketing prominently featuring people of color. On top of that, Fenty’s bold campaign around “40 shades” has made the magic number a new sort of <a href=https://www.racked.com/2018/5/30/17409524/fenty-effect-foundation-40-shades target=_blank>industry</a> <a href=https://www.elle.com/beauty/makeup-skin-care/a20967710/makeup-companies-40-foundation-shades-fenty-beauty-influence/  target=_blank>standard</a> in the US: <a href=https://www.teenvogue.com/story/dior-beauty-backstage-foundation-launch target=_blank>Dior</a>, <a href=https://www.thecut.com/2018/05/covergirl-launched-matte-made-foundation-line-with-40-shades.html target=_blank>CoverGirl</a> and <a href=https://www.allure.com/story/tarte-foundation-concealer-shade-range-expansions target=_blank>Tarte</a> are all following along with their own 40 shades of foundation."},{"type":"text","value":"But as we now know, not all 40 shades are alike."}],"methods":[{"type":"text","value":"<span class=methods-title>Methods:</span> Brand websites were sampled in May 2018 and their appearance/products may have changed since.  Sources consulted to decide what brands/products to sample: 1) US bestseller lists: <a href=https://www.popsugar.com/beauty/Bestselling-Foundations-Sephora-2017-43250396 target=_blank>POPSUGAR</a> , <a href=https://www.amazon.com/Best-Sellers-Beauty-Foundation-Makeup/zgbs/beauty/11058871 target=_blank>Amazon</a>, <a href=http://stylecaster.com/beauty/best-selling-beauty-products-united-states/ target=_blank>StyleCaster</a>, <a href=https://www.refinery29.com/most-popular-beauty-brands-new-york target=_blank>Refinery29</a>, <a href=https://www.statista.com/statistics/194815/leading-us-foundation-brands-in-2013-based-on-sales/ target=_blank>Statista</a>, <a href=https://www.beautycrew.com.au/makeup/articles/the-internet-s-favourite-liquid-foundations/ target=_blank>BEAUTY/crew</a>; 2) Articles recommending beauty products to people of color: <a href=https://www.vibe.com/2014/07/12-great-makeup-brands-for-women-of-color/ target=_blank>VIBE</a>, <a href=https://www.byrdie.com/best-makeup-for-dark-skin target=_blank>Byrdie</a>, <a href=http://www.thefader.com/2017/08/22/black-owned-beauty-brands-katonya-breaux target=_blank>The FADER</a>, <a href=https://www.allure.com/gallery/best-foundations-for-women-of-color target=_blank>Allure</a>, <a href=https://www.glamour.com/gallery/black-owned-beauty-brands target=_blank>Glamour</a>, <a href=https://www.fastcompany.com/40443045/7-best-mainstream-beauty-brands-for-women-of-color target=_blank>Fast Company</a>, <a href=https://www.thecut.com/2018/04/target-makeup-products-brands-people-of-color.html>THE CUT</a>, <a href=https://www.bustle.com/articles/180408-32-black-owned-makeup-brands-to-add-to-your-beauty-collection-immediately-photos target=_blank>Bustle</a>, <a href=https://www.huffingtonpost.com/entry/black-owned-beauty-brands_us_5a7dc724e4b044b3821ccafb target=_blank>HuffPost</a>, <a href=https://www.more.com/beauty/makeup/face-makeup/best-makeup-brands-created-specifically-women-color target=_blank>more.com</a>, <a href=https://www.buzzfeed.com/treyegreen/best-makeup-products-people-of-color-lines target=_blank>BuzzFeed</a>, <a href=https://www.refinery29.com/skin-care-brands-women-of-color  target=_blank>Refinery29</a>; 3) Articles recommending Nigerian beauty products: <a href=http://www.beautyinlagos.com/2017/02/nigerian-makeup-brands-you-should-know-about.html/ target=_blank>BeautyInLagos</a>, <a href=http://www.beautygeekng.com/2017/01/13/13-nigerian-makeup-brands/ target=_blank>Beauty Geek</a>, <a href=http://luxafrique.net/top-6-makeup-brands-by-nigerians/ target=_blank>Lux Afrique</a>, <a href=http://www.zikelcosmetics.com/2016/04/25/7-hot-selling-makeup-brands-in-nigeria/ target=_blank>Zikel Cosmetics</a>, <a href=http://www.pulse.ng/lifestyle/beauty-health/pulse-beauty-list-5-affordable-foundations-perfect-for-nigerian-weather-great-on-dark-skin-id4957957.html target=_blank>Pulse.ng</a> (<a href=http://www.pulse.ng/lifestyle/beauty-health/pulse-list-2017-top-8-nigerian-beauty-brands-of-the-year-id7717413.html target=_blank>second article</a>), <a href=http://women.informationng.com/14-awesome-foundations-for-dark-skin-tones/ target=_blank>Information Nigeria Women</a>, <a href=http://girlyessentials.com.ng/2017/07/25/the-nigerian-beauty-brand-that-stole-our-hearts-hegai-esther/ target=_blank>Girly Essentials</a>, <a href=http://winniethemakeupartist.com/matte-foundations-in-nairobi/ target=_blank>Winnie The Make-Up Artist</a>, <a href=https://travel.jumia.com/blog/ng/5-nigerian-companies-who-changed-the-beauty-industry-1610 target=_blank>Jumia Travel</a>. This article grew out of <a href=http://notebook.hongkonggong.com/2018/01/16/inclusive-illustration-research-part-2/>an earlier study</a> on inclusive illustration."}],"thanks":[{"type":"text","value":"Additional thanks go to Ashley Kang and Kika Chatterjee for their editing assistance."}],"data":"<a href=https://github.com/the-pudding/data/tree/master/makeup-shades target=_blank>Download the Data</a>"}